/* Percentage left menuitem */
"%ld %% left" = "%ld %% 사용 가능";

/* Advanced percentage left menuitem */
"%ld %% left ( %ld/%ld mAh )" = "%1$ld %% 사용 가능 ( %2$ld/%3$ld mAh )";

/* Time remaining left notification */
"%1$ld:%2$02ld left (%3$ld%%)" = "%1$ld:%2$02ld 사용 가능 (%3$ld%%)";

/* Update menuitem
   Update notification */
"A newer version is available" = "새 업데이트 발견";

/* Advanced mode setting */
"Advanced mode" = "고급 모드";

/* Calculating sidetext */
"Calculating…" = "계산 중…";

/* Charged notification */
"Charged" = "충전 완료";

/* Update menuitem */
"Checking for updates…" = "업데이트 확인 중…";

/* Update menuitem */
"Could not check for updates" = "업데이트 확인 실패";

/* Advanced battery info menuitem */
"Cycle count: %ld" = "사이클 수: %ld";

/* Display time with parentheses setting */
"Display time with parentheses" = "시간에 괄호 표시";

/* Open Energy Saver Preferences menuitem */
"Energy Saver Preferences…" = "에너지 절약 환경설정";

/* Remaining menuitem */
"Loading…" = "로딩…";

/* Notification menuitem */
"Notifications" = "알림";

/* Powersource menuitem */
"Power source: %@" = "전원 공급처: %@";

/* Powersource menuitem */
"Power source: Unknown" = "전원 공급처: 알 수 없음";

/* Advanced battery info menuitem */
"Power usage: %.2f Watt" = "활성 전류량: %.2f Watt";

/* Quit menuitem */
"Quit" = "종료";

/* Settings menuitem */
"Settings" = "설정";

/* Start at login setting */
"Start at login" = "자동으로 시작하기";

/* Advanced battery info menuitem */
"Temperature: %.1f°C" = "온도: %.1f°C";

/* Update menuitem */
"Up to date" = "현재 최신 버전";

